[
    {
        "title" : "Riskcovry",
        "description": "Enterprise product following a B2B2C model, which provides customers with a SaaS & API-first platform. This empowers them to offer a comprehensive range of insurance services to end-consumers without compromising their brand experience. Through our platform, customers can effortlessly handle all aspects of insurance, including purchasing, management, and claims processing.",
        "skills": ["Node JS", "Ruby on Rails", "Microservices", "Python", "React"],
        "actions" : [{
            "action":"View", "link":"https://riskcovry.com/", "label": "View Riskcovry"
        }],
        "image": "/images/projects/riskcovry_final.png",
        "height": 1358,
        "weight": 2283,
        "starred": true
    },
    {
        "title" : "Chad Trader",
        "description": "Crafted a high-conversion landing page for “Chad Trader,” highlighting mentorship-driven trading programs with persuasive CTAs and seamless user flow. Integrated secure payment and course subscription functionalities with dynamic discount options to enhance engagement, drive conversions, and boost overall user sign-ups effectively.",
        "skills": ["NextJs"],
        "actions" : [{
            "action":"View", "link":"https://chad-trader.vercel.app/", "label": "View 6Enigma"
        }],
        "image": "/images/projects/chadtrader.png",
        "height": 1360,
        "weight": 2284,
        "starred": true
    },
    {
        "title" : "VLCC",
        "description": "A global leader in beauty, skincare, and wellness with 310 centers across 11 countries. Founded in 1989, it offers holistic services in weight management, skincare, and personal care products. Through its institutes, VLCC also trains 15,000+ students annually, contributing to skill development in the wellness industry.",
        "skills": ["NextJs"],
        "actions" : [{
            "action":"View", "link":"https://vlcc.com/", "label": "View VLCC"
        }],
        "image": "/images/projects/vlcc.png",
        "height": 798,
        "weight": 1392,
        "starred": true
    },
    {
        "title" : "6Enigma",
        "description": "A comprehensive data analytics portal providing both client and admin access, enabling real-time monitoring of video editing workflows, performance metrics, and user engagement insights. The platform streamlined data visualization and reporting, empowering teams to track progress, assess efficiency, and make informed, data-driven decisions seamlessly.",
        "skills": ["React", "Flask", "MongoDB"],
        "actions" : [{
            "action":"View", "link":"https://client.6enigma.in/", "label": "View 6Enigma"
        }],
        "image": "/images/projects/6enigma.png",
        "height": 1358,
        "weight": 2282,
        "starred": false
    },
    {
        "title" : "TraceLyfe",
        "description": "Tracelyfe is a compact, micro-Hospital Management Information System (HMIS) featuring integrated patient engagement and vitals-tracing capabilities that streamline health record management. Designed to simplify healthcare workflows, it leverages the Ayushman Bharat Digital Mission (ABDM) integration for efficient operations and enhanced patient care.",
        "skills": ["React"],
        "actions" : [{
            "action":"View", "link":"https://www.tracelyfe.com/", "label": "View TraceLyfe"
        }],
        "image": "/images/projects/tracelyfe.png",
        "height": 1360,
        "weight": 2284,
        "starred": true
    },
    {
        "title" : "Umwelt AI",
        "description": "An AI-powered employee experience & analytics platform featuring “Nikki,” a conversational Officer that automates empathetic engagement, sentiment analysis, and predictive insights across the employee lifecycle—from onboarding to exit. Delivers real-time HR intelligence via dashboards, proactive risk alerts, and integrations with systems like SAP, Oracle etc.",
        "skills": ["Angular"],
        "actions" : [{
            "action":"View", "link":"https://umwelt.ai/", "label": "View Umwelt"
        }],
        "image": "/images/projects/umwelt.png",
        "height": 798,
        "weight": 1392,
        "starred": false
    },
    {
        "title" : "Get Hikma",
        "description": "An on-demand education platform enabling students to access personalized one-on-one, group, and instant mentoring sessions across various subjects. Designed for flexibility and convenience, the platform connects learners with expert mentors in real time, fostering interactive learning and personalized academic support anytime, anywhere.",
        "skills": ["React Native", "Node JS"],
        "actions" : [{
            "action":"View", "link":"https://apps.apple.com/us/app/get-hikma/id1614930767", "label": "View Hikma"
        }],
        "image": "/images/projects/gethikma.jpg",
        "height": 798,
        "weight": 1592,
        "starred": false
    },
    {
        "title" : "The Body App",
        "description": "Developed a mobile fitness companion app for bodybuilding enthusiasts, featuring personalized training plans, nutrition tracking, and progress logging. Enabled one-on-one trainer interaction through video sharing and in-app messaging to enhance guidance, motivation, and user engagement throughout the fitness journey.",
        "skills": ["React Native", "Node JS"],
        "actions" : [{
            "action":"View", "link":"https://apps.apple.com/us/app/get-hikma/id1614930767", "label": "View Body App"
        }],
        "image": "/images/projects/bodyapp.webp",
        "height": 798,
        "weight": 798,
        "starred": true
    },
    {
        "title" : "Extramileplay",
        "description": "A website specifically designed for organizations to efficiently manage their subscribed games. With this platform, organizations can easily handle user management and grant users access to play games based on their subscriptions. It provides a seamless and user-friendly experience for both the organization and its users.",
        "skills": ["Node JS", "PostgreSQL", "Angular"],
        "actions" : [{
            "action":"View", "link":"https://extramileplay.com/", "label": "View Extramileplay"
        }],
        "image": "/images/projects/extramileplay.png",
        "height": 1366,
        "weight": 2290,
        "starred": true
    },
    {
        "title" : "Kalanju",
        "description": "Employee Management site that serves as a comprehensive solution for handling various aspects of employee data, assets, projects, leads, invoices, leaves, and other organizational matters. This all-in-one site streamlines the management process and provides an efficient platform for addressing various organizational needs.",
        "skills": ["React.js", "Node.js", "MySQL", "Microservices"],
        "actions" : [{
            "action":"View", "link":"https://kalanju.com/", "label": "View Kalanju"
        }],
        "image": "/images/projects/kalanju.png",
        "height": 885,
        "weight": 1893,
        "starred": false
    },
    {
        "title" : "Owlprints",
        "description": "A comprehensive website catering to a B2B t-shirt printing company. The website includes an efficient portal enabling management of all bulk orders, invoices etc. Additionally, there's a user-friendly site where clients can conveniently place orders for custom printed shirts, specifying their desired designs, colors, and other personalized details.",
        "skills": ["Angular"],
        "actions" : [{
            "action":"View", "link":"https://owlprints.in/", "label": "View Owlprints"
        }],
        "image": "/images/projects/owlprints.png",
        "height": 798,
        "weight": 1592,
        "starred": false
    },
    {
        "title" : "Gulf Research Meeting",
        "description": "An app designed to promote academic exchange and provide factual insights on Gulf studies through an accessible, event-centric interface. The platform highlights research, discussions, and regional developments, fostering collaboration and knowledge sharing among scholars, students, and institutions focused on Gulf affairs.",
        "skills": ["Ionic", "Cordova", "Capacitor"],
        "actions" : [{
            "action":"View", "link":"https://play.google.com/store/apps/details?id=io.framework7.grms&hl=en_IN", "label": "View GRM"
        }],
        "image": "/images/projects/grm.webp",
        "height": 798,
        "weight": 798,
        "starred": false
    },
    {
        "title" : "Sphelical",
        "description": "Designed and developed the landing page for a company focused on building innovative AI-powered assistants, including desktop and browser-based agents, aimed at transforming everyday technological experiences. The page highlights product capabilities, use cases, and benefits through an engaging, modern, and conversion-focused design.",
        "skills": ["Astro"],
        "actions" : [{
            "action":"View", "link":"https://www.sphelical.com/", "label": "View Sphelical"
        }],
        "image": "/images/projects/sphelical.png",
        "height": 1366,
        "weight": 2290,
        "starred": false
    },
    {
        "title" : "Incubr",
        "description": "Designed and developed the landing page for a Gurugram-based company incorporated and actively operating as of 2025. The page effectively presents the company’s vision, services, and achievements through a clean, responsive layout optimized for engagement and credibility.",
        "skills": ["React"],
        "actions" : [{
            "action":"View", "link":"https://incubr.com/", "label": "View Incubr"
        }],
        "image": "/images/projects/incubr.png",
        "height": 909,
        "weight": 1526,
        "starred": false
    }
]